---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RebarMaximSuffix
source: html/83b3fae4-ef2f-1fda-12a5-6ad78df070b6.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RebarMaximSuffix Property

"Maxim Suffix"

## Syntax (C#)
```csharp
public static ForgeTypeId RebarMaximSuffix { get; }
```